Repository: osaurus-ai/osaurus
Catalog: Packages/OsaurusCore/Resources/Localizable.xcstrings
Source language: en
Languages: ko, ru, zh_hans, zh_hant

source: Chat prefix warm — ready for a fast next response
ko: 채팅 접두사 준비 완료 — 다음 응답을 빠르게 시작할 수 있습니다
ru: Префикс чата прогрет — следующий ответ будет запущен быстро
zh_hans: 聊天前缀已预热 — 可快速开始下一次响应
zh_hant: 聊天前綴已預熱 — 可快速開始下一次回應

source: Chat Renamed
ko: 채팅 이름 변경됨
ru: Чат переименован
zh_hans: 对话已重命名
zh_hant: 對話已重新命名

source: Chat Sandbox
ko: 채팅 샌드박스
ru: Чат-песочница
zh_hans: 聊天沙盒
zh_hant: 聊天沙盒

source: Chat Title
ko: 채팅 제목
ru: Название чата
zh_hans: 对话标题
zh_hant: 對話標題

source: Chat UI
ko: 채팅 UI
ru: Чат UI
zh_hans: 聊天界面
zh_hant: 聊天界面

source: Chat with this Agent
ko: 이 에이전트와 채팅
ru: Пообщайтесь с этим агентом
zh_hans: 与此智能体聊天
zh_hant: 與此智能體聊天

source: ChatGPT / Codex subscription
ko: ChatGPT / Codex 구독
ru: ЧатGPT / Подписка на Codex
zh_hans: ChatGPT / Codex 订阅
zh_hant: ChatGPT / Codex 訂閱

source: ChatGPT rejected the sign-in callback: %@
ko: ChatGPT가 로그인 콜백을 거부했습니다: %@
ru: ЧатGPT отклонил обратный вызов для входа: %@
zh_hans: ChatGPT 拒绝了登录回调：%@
zh_hant: ChatGPT 拒絕了登錄回調: %@

source: ChatGPT sign-in callback failed: %@
ko: ChatGPT 로그인 콜백 실패: %@
ru: Не удалось обработать callback входа в ChatGPT: %@
zh_hans: ChatGPT 登录回调失败：%@
zh_hant: ChatGPT 登錄回調失敗: %@

source: ChatGPT sign-in did not return a valid authorization code. Try the sign-in again from the same browser window.
ko: ChatGPT 로그인에서 유효한 인증 코드를 반환하지 않았습니다. 같은 브라우저 창에서 로그인을 다시 시도하세요.
ru: Вход в ChatGPT не вернул действительный код авторизации. Повторите вход из того же окна браузера.
zh_hans: ChatGPT 登录未返回有效的授权码。请从同一浏览器窗口重新尝试登录。
zh_hant: ChatGPT 登錄未返回有效的授權碼。請從同一瀏覽器窗口重新嘗試登錄。

source: ChatGPT sign-in required
ko: ChatGPT 로그인 필요
ru: Требуется вход в ChatGPT
zh_hans: 需要 ChatGPT 登录
zh_hant: 需要ChatGPT登錄

source: ChatGPT signed in
ko: ChatGPT 로그인됨
ru: ЧатGPT вошёл в систему
zh_hans: ChatGPT 已登录
zh_hant: ChatGPT已登錄

source: ChatGPT, Codex, or Platform API
ko: ChatGPT, Codex 또는 Platform API
ru: ЧатGPT, Codex или Платформа API
zh_hans: ChatGPT、Codex 或平台 API
zh_hant: ChatGPT、Codex 或平臺 API

source: ChatGPT/Codex catalog
ko: ChatGPT/Codex 카탈로그
ru: ЧатGPT/Каталог Codex
zh_hans: ChatGPT/Codex 目录
zh_hant: ChatGPT/Codex目錄

source: ChatGPT/Codex model catalog request failed: %@
ko: ChatGPT/Codex 모델 카탈로그 요청 실패: %@
ru: Не удалось запросить каталог моделей ChatGPT/Codex: %@
zh_hans: ChatGPT/Codex 模型目录请求失败：%@
zh_hant: ChatGPT/Codex模型目錄請求失敗：%@

source: ChatGPT/Codex or Platform API
ko: ChatGPT/Codex 또는 Platform API
ru: ЧатGPT/Codex или Платформа API
zh_hans: ChatGPT/Codex 或平台 API
zh_hant: ChatGPT/Codex或平臺API

source: Chats
ko: 채팅
ru: Чаты
zh_hans: 聊天
zh_hant: 聊天

source: Chats agents may read.
ko: 에이전트가 읽을 수 있는 채팅입니다.
ru: Чаты, которые агенты могут читать.
zh_hans: 智能体可以读取的聊天。

source: Chats in this project will build shared memory here.
ko: 이 프로젝트의 채팅이 여기에 공유 메모리를 쌓습니다.
ru: Чаты в этом проекте будут накапливать общую память здесь.
zh_hans: 此项目中的聊天将在此建立共享记忆。
zh_hant: 此專案中的聊天將在此建立共享記憶。

source: Chats, and understands images and video.
ko: 채팅은 물론 이미지와 동영상도 이해합니다.
ru: Общается в чате и понимает изображения и видео.
zh_hans: 可聊天，还能理解图像和视频。
zh_hant: 可聊天，還能理解圖像和視頻。

source: Chats, files, and keys stay on your device. No servers, no account, no one reading over your shoulder.
ko: 채팅, 파일 및 키는 사용자의 기기에 유지됩니다. 서버나 계정이 없으며, 아무도 사용자의 정보를 훔쳐보지 않습니다.
ru: Чаты, файлы и ключи остаются на вашем устройстве. Без серверов и аккаунта; никто не просматривает ваши данные.
zh_hans: 聊天记录、文件和密钥都留在你的设备上。没有服务器，没有账户，也没有人能窥探你。
zh_hant: 聊天記錄、文件和密鑰都留在你的設備上。沒有服務器，沒有賬戶，也沒有人能窺探你。

source: Chats, long-term memory, methods, tool indexes, and configuration files are encrypted at rest with AES-256 (SQLCipher).
ko: 채팅, 장기 메모리, 메서드, 도구 인덱스 및 구성 파일은 AES-256(SQLCipher)을 사용하여 유휴 상태에서 암호화됩니다.
ru: Чаты, долговременная память, методы, индексы инструментов и файлы конфигурации в неактивном состоянии шифруются с помощью AES-256 (SQLCipher).
zh_hans: 聊天记录、长期记忆、方法、工具索引和配置文件使用 AES-256（SQLCipher）进行静态加密。
zh_hant: 聊天記錄、長期記憶、方法、工具索引和配置文件使用 AES-256（SQLCipher）進行靜態加密。

source: Cheapest first
ko: 가장 저렴한 순
ru: Сначала самое дешевое
zh_hans: 最便宜的优先
zh_hant: 最便宜的優先

source: Check available disk space manually before cold provisioning.
ko: 콜드 프로비저닝을 시작하기 전에 사용 가능한 디스크 공간을 수동으로 확인하세요.
ru: Перед холодной инициализацией вручную проверьте доступное дисковое пространство.
zh_hans: 在冷部署之前手动检查可用磁盘空间。
zh_hant: 在冷部署之前手動檢查可用磁盤空間。

source: Check for app updates
ko: 앱 업데이트 확인
ru: Проверьте наличие обновлений приложения
zh_hans: 检查应用更新
zh_hant: 檢查應用更新

source: Check for Updates
ko: 업데이트 확인
ru: Проверить обновления
zh_hans: 检查更新
zh_hant: 檢查更新

source: Check that the token is valid for this server (plan/scope) and pasted without a Bearer prefix or extra whitespace.
ko: 토큰이 이 서버에 유효한지(요금제/범위) 확인하고 Bearer 접두사나 불필요한 공백 없이 붙여넣었는지 확인하세요.
ru: Убедитесь, что токен действителен для этого сервера (тариф/область действия) и вставлен без префикса Bearer и лишних пробелов.
zh_hans: 请确认令牌对该服务器有效（套餐/权限范围），并且粘贴时没有 Bearer 前缀或多余的空格。
zh_hant: 請確認令牌對該伺服器有效（方案/權限範圍），並且貼上時沒有 Bearer 前綴或多餘的空格。

source: Check the channel's settings, or enter a room id directly under Advanced.
ko: 채널 설정을 확인하거나 고급에서 룸 ID를 직접 입력하세요.
ru: Проверьте настройки канала или введите id комнаты напрямую в разделе «Дополнительно».
zh_hans: 请检查频道设置，或在“高级”中直接输入房间 ID。
zh_hant: 請檢查頻道設定，或在「進階」中直接輸入房間 ID。

source: Check the code and try again.
ko: 코드를 확인하고 다시 시도하세요.
ru: Проверьте код и повторите попытку.
zh_hans: 请检查代码后重试。
zh_hant: 請檢查代碼後再試一次。

source: Check the command, working directory, and environment.
ko: 명령어, 작업 디렉토리 및 환경을 확인하세요.
ru: Проверьте команду, рабочий каталог и среду.
zh_hans: 检查命令、工作目录和环境。
zh_hant: 檢查命令、工作目錄和環境。

source: Check your phone
ko: 휴대폰을 확인하세요
ru: Проверьте телефон
zh_hans: 请查看你的手机

source: Checked a secret in sandbox
ko: 샌드박스에서 비밀을 확인했습니다
ru: Проверил секрет в песочнице
zh_hans: 已在沙盒中检查密钥
zh_hant: 已在沙盒中檢查密鑰

source: Checked git status
ko: git 상태 확인됨
ru: Проверил статус git
zh_hans: 已检查 git 状态
zh_hant: 已檢查 git 狀態

source: Checking
ko: 확인 중
ru: Проверка
zh_hans: 检查中
zh_hant: 檢查中

source: Checking a secret in sandbox
ko: 샌드박스에서 비밀을 확인하는 중
ru: Проверка секрета в песочнице
zh_hans: 正在沙盒中检查密钥
zh_hant: 正在沙盒中檢查密鑰

source: Checking cache
ko: 캐시 확인 중
ru: Проверка кэша
zh_hans: 正在检查缓存
zh_hant: 正在檢查快取

source: Checking git status
ko: git 상태 확인 중
ru: Проверка статуса git
zh_hans: 正在检查 git 状态
zh_hant: 正在檢查 git 狀態

source: Checking Hugging Face for more models…
ko: Hugging Face에서 더 많은 모델을 확인하는 중…
ru: Проверяем Hugging Face на наличие других моделей…
zh_hans: 正在 Hugging Face 上查找更多模型…
zh_hant: 正在 Hugging Face 上查找更多模型…

source: Checking runtime compatibility…
ko: 런타임 호환성 확인 중…
ru: Проверка совместимости среды выполнения…
zh_hans: 正在检查运行时兼容性…
zh_hant: 檢查運行時兼容性...

source: Checks each step as it goes — and you can stop it any time.
ko: 진행되는 동안 각 단계를 확인하며 — 언제든지 멈출 수 있습니다.
ru: Проверяет каждый шаг — и вы можете остановить его в любой момент.
zh_hans: 检查每个步骤——你可以随时停止它。
zh_hant: 檢查每個步驟——您可以隨時停止它。

source: Choose
ko: 선택
ru: Выбирать
zh_hans: 选择
zh_hant: 選擇

source: Choose a CSV, TSV, JSON, or JSONL file to import.
ko: 가져올 CSV, TSV, JSON 또는 JSONL 파일을 선택하세요.
ru: Выберите файл CSV, TSV, JSON или JSONL для импорта.
zh_hans: 选择要导入的 CSV、TSV、JSON 或 JSONL 文件。
zh_hant: 選擇要導入的CSV、TSV、JSON或JSONL文件。

source: Choose a folder for the AI to work with
ko: AI가 작업할 폴더를 선택하세요
ru: Выберите папку, с которой ИИ будет работать.
zh_hans: 选择供 AI 使用的文件夹
zh_hant: 選擇供 AI 使用的文件夾

source: Choose a folder this agent may read and write inside.
ko: 이 에이전트가 읽고 쓸 수 있는 폴더를 선택하세요.
ru: Выберите папку, в которую этот агент может читать и писать.
zh_hans: 选择一个此智能体可以读取和写入的文件夹。
zh_hant: 選擇一個此智能體可以讀取和寫入的文件夾。

source: Choose a format to export this conversation.
ko: 이 대화를 내보낼 형식을 선택하세요.
ru: Выберите формат для экспорта этого разговора.
zh_hans: 选择导出此对话的格式。
zh_hant: 選擇導出此對話的格式。

source: Choose a passphrase (≥ 8 characters) to encrypt this agent's bundle. You'll need the same passphrase to import it on another Mac.
ko: 이 에이전트의 번들을 암호화할 암호(8자 이상)를 선택하세요. 다른 Mac에서 가져오려면 동일한 암호가 필요합니다.
ru: Выберите парольную фразу (≥ 8 символов), чтобы зашифровать пакет этого агента. Вам понадобится та же фраза-пароль, чтобы импортировать его на другой Mac.
zh_hans: 请选择一个密码短语（≥ 8 个字符）来加密此智能体的捆绑包。在另一台 Mac 上导入时，你需要使用相同的密码短语。
zh_hant: 請選擇一個密碼短語（≥ 8 個字符）來加密此智能體的捆綁包。在另一臺 Mac 上導入時，你需要使用相同的密碼短語。

source: Choose a provider
ko: 제공자 선택
ru: Выберите провайдера
zh_hans: 选择提供商
zh_hant: 選擇提供商

source: Choose a service to connect
ko: 연결할 서비스 선택
ru: Выберите услугу для подключения
zh_hans: 选择要连接的服务
zh_hant: 選擇要連接的服務

source: Choose a SKILL.md file or a ZIP bundle to import
ko: 가져올 SKILL.md 파일 또는 ZIP 번들을 선택하세요
ru: Выберите файл SKILL.md или пакет ZIP для импорта.
zh_hans: 选择一个 SKILL.md 文件或 ZIP 包导入
zh_hant: 選擇一個 SKILL.md 文件或 ZIP 包導入

source: Choose an agent
ko: 에이전트 선택
ru: Выберите агента
zh_hans: 选择智能体
zh_hant: 選擇智能體

source: Choose an agent to reply, or add a rule for incoming Discord messages.
ko: 답장할 에이전트를 선택하거나 수신 Discord 메시지에 대한 규칙을 추가하세요.
ru: Выберите агента для ответов или добавьте правило для входящих сообщений Discord.
zh_hans: 请选择负责回复的智能体，或为传入的 Discord 消息添加规则。
zh_hant: 請選擇負責回覆的智能體，或為傳入的 Discord 訊息新增規則。

source: Choose an agent to reply, or add a rule for incoming iMessages.
ko: 답장할 에이전트를 선택하거나 수신 iMessage에 대한 규칙을 추가하세요.
ru: Выберите агента для ответа или добавьте правило для входящих iMessage.
zh_hans: 选择一个负责回复的智能体，或为传入的 iMessage 添加规则。

source: Choose an agent to reply, or add a rule for incoming Slack messages.
ko: 답장할 에이전트를 선택하거나 수신 Slack 메시지에 대한 규칙을 추가하세요.
ru: Выберите агента для ответов или добавьте правило для входящих сообщений Slack.
zh_hans: 请选择负责回复的智能体，或为传入的 Slack 消息添加规则。
zh_hant: 請選擇負責回覆的智能體，或為傳入的 Slack 訊息新增規則。

source: Choose an agent to reply, or add a rule for incoming Telegram messages.
ko: 답장할 에이전트를 선택하거나 수신 Telegram 메시지에 대한 규칙을 추가하세요.
ru: Выберите агента для ответов или добавьте правило для входящих сообщений Telegram.
zh_hans: 请选择负责回复的智能体，或为传入的 Telegram 消息添加规则。
zh_hant: 請選擇負責回覆的智能體，或為傳入的 Telegram 訊息新增規則。

source: Choose an agent to reply, or add a rule for incoming WhatsApp messages.
ko: 답장할 에이전트를 선택하거나 수신 WhatsApp 메시지에 대한 규칙을 추가하세요.
ru: Выберите агента для ответа или добавьте правило для входящих сообщений WhatsApp.
zh_hans: 选择一个负责回复的智能体，或为传入的 WhatsApp 消息添加规则。

source: Choose an export from ChatGPT, Claude, Grok, Gemini, or Open WebUI (.zip or .json), or an Osaurus import JSON file.
ko: ChatGPT, Claude, Grok, Gemini 또는 Open WebUI 내보내기 파일(.zip 또는 .json)이나 Osaurus 가져오기 JSON 파일을 선택하세요.
ru: Выберите экспорт из ChatGPT, Claude, Grok, Gemini или Open WebUI (.zip или .json) либо JSON-файл импорта Osaurus.
zh_hans: 选择来自 ChatGPT、Claude、Grok、Gemini 或 Open WebUI 的导出文件（.zip 或 .json），或 Osaurus 导入 JSON 文件。
zh_hant: 選擇來自 ChatGPT、Claude、Grok、Gemini 或 Open WebUI 的導出文件（.zip 或 .json），或 Osaurus 導入 JSON 文件。

source: Choose backup destination
ko: 백업 대상 선택
ru: Выберите место резервного копирования
zh_hans: 选择备份目标
zh_hant: 選擇備份目標

source: Choose chats and people
ko: 채팅과 사람 선택
ru: Выберите чаты и людей
zh_hans: 选择聊天和人员
zh_hant: 選擇聊天和人員

source: Choose File
ko: 파일 선택
ru: Выберите файл
zh_hans: 选择文件
zh_hant: 選擇文件

source: Choose File…
ko: 파일 선택…
ru: Выбрать файл…
zh_hans: 选择文件…
zh_hant: 選擇檔案…

source: Choose how much an agent can do on its own. Per-app rules and each agent's own ceiling can only make this stricter — never less safe.
ko: 에이전트가 자체적으로 수행할 수 있는 작업의 범위를 선택하세요. 앱별 규칙과 각 에이전트 고유의 제한은 이보다 더 엄격하게만 설정될 수 있으며 — 덜 안전하게 설정될 수 없습니다.
ru: Выберите, сколько агент может сделать самостоятельно. Правила для каждого приложения и собственный потолок каждого агента могут только сделать это более строгим, но не менее безопасным.
zh_hans: 选择智能体可以自主执行多少操作。各应用的规则和每个智能体自身的上限只会让限制更严格——绝不会降低安全性。
zh_hant: 選擇智能體可以自主執行多少操作。按應用規則和每個智能體自身的上限只能使此變得更嚴格——絕不會降低安全性。

source: Choose how much to add. You'll finish payment in your browser.
ko: 추가할 금액을 선택하세요. 결제는 브라우저에서 완료됩니다.
ru: Выберите, сколько добавить. Вы завершите оплату в своем браузере.
zh_hans: 选择添加多少。你将在浏览器中完成支付。
zh_hant: 選擇添加多少。您將在瀏覽器中完成支付。

source: Choose how the app knows when you've finished speaking.
ko: 말이 끝났음을 앱이 인식하는 방식을 선택하세요.
ru: Выберите, как приложение узнает, когда вы закончили говорить.
zh_hans: 选择应用如何判断你已说完。
zh_hant: 選擇應用如何判斷你已說完。

source: Choose Hugging Face cache folder
ko: Hugging Face 캐시 폴더 선택
ru: Выбрать папку кэша Hugging Face
zh_hans: 选择 Hugging Face 缓存文件夹
zh_hant: 選擇 Hugging Face 緩存文件夾

source: Choose Image
ko: 이미지 선택
ru: Выберите изображение
zh_hans: 选择图片
zh_hant: 選擇圖片

source: Choose model
ko: 모델 선택
ru: Выберите модель
zh_hans: 选择模型
zh_hant: 選擇模型

source: Choose Models Directory
ko: 모델 디렉토리 선택
ru: Выберите каталог моделей
zh_hans: 选择模型目录
zh_hant: 選擇模型目錄

source: Choose what to permanently delete for "%@". The agent itself stays. This can't be undone.
ko: "%@"에서 영구적으로 삭제할 항목을 선택하세요. 에이전트 자체는 유지됩니다. 이 작업은 되돌릴 수 없습니다.
ru: Выберите, что безвозвратно удалить для «%@». Сам агент останется. Это действие нельзя отменить.
zh_hans: 选择要为"%@"永久删除的内容。智能体本身会保留。此操作无法撤销。
zh_hant: 選擇要為「%@」永久刪除的內容。智能體本身會保留。此操作無法復原。

source: Choose where this agent may post on its own, and whether it asks you first.
ko: 이 에이전트가 스스로 게시할 수 있는 위치와 먼저 물어볼지 여부를 선택하세요.
ru: Выберите, куда этот агент может публиковать сам и спрашивает ли он вас сначала.
zh_hans: 选择此智能体可以自行发帖的位置，以及是否先征求你的同意。
zh_hant: 選擇此智能體可以自行發文的位置，以及是否先徵求您的同意。

source: Choose which agent answers allowlisted iMessages. Replies run in a private channel session; external-surface tool restrictions still apply.
ko: 허용 목록에 있는 iMessage에 어떤 에이전트가 답할지 선택하세요. 답장은 비공개 채널 세션에서 실행되며, 외부 표면 도구 제한은 계속 적용됩니다.
ru: Выберите, какой агент отвечает на iMessage из списка разрешённых. Ответы выполняются в приватной сессии канала; ограничения инструментов для внешних поверхностей продолжают действовать.
zh_hans: 选择由哪个智能体回复已加入允许列表的 iMessage。回复在私有频道会话中运行；外部界面的工具限制仍然适用。
zh_hant: 選擇由哪個智能體回覆已加入允許列表的 iMessage。回覆在私有頻道會話中執行；外部介面的工具限制仍然適用。

source: Choose which agent answers allowlisted WhatsApp messages. Replies run in a private channel session; external-surface tool restrictions still apply.
ko: 허용 목록에 있는 WhatsApp 메시지에 어느 에이전트가 응답할지 선택하세요. 응답은 비공개 채널 세션에서 실행되며, 외부 표면 도구 제한은 계속 적용됩니다.
ru: Выберите, какой агент отвечает на сообщения WhatsApp из списка разрешённых. Ответы выполняются в приватной сессии канала; ограничения инструментов для внешних поверхностей по-прежнему действуют.
zh_hans: 选择由哪个代理回复允许列表中的 WhatsApp 消息。回复在私有频道会话中运行；外部表面的工具限制仍然适用。

source: Choose which agent answers each connected channel and which people may trigger it. Agents can also start new messages only in destinations you explicitly allow.
ko: 연결된 각 채널에서 어떤 에이전트가 답장할지, 누가 해당 에이전트를 호출할 수 있을지 선택하세요. 에이전트는 명시적으로 허용한 대상에게만 새 메시지를 보낼 수 있습니다.
ru: Выберите, какой агент отвечает в каждом подключённом канале и кто может его вызывать. Агенты также могут отправлять новые сообщения только явно разрешённым вами адресатам.
zh_hans: 选择由哪个智能体回复每个已连接频道，以及哪些人可以触发它。智能体也只能向你明确允许的目标发送新消息。
zh_hant: 選擇由哪個智慧體回覆每個已連接頻道，以及哪些人可以觸發它。智慧體也只能向你明確允許的目標傳送新訊息。

source: Choose which agent answers verified messages from allowed channels and senders.
ko: 허용된 채널과 발신자의 확인된 메시지에 어느 에이전트가 답장할지 선택하세요.
ru: Выберите, какой агент отвечает на проверенные сообщения из разрешённых каналов и от разрешённых отправителей.
zh_hans: 选择由哪个智能体回复来自允许频道和发送者的已验证消息。
zh_hant: 選擇由哪個智能體回覆來自允許頻道和傳送者的已驗證訊息。

source: Choose which agent answers verified, allowlisted Slack messages. Replies run in a private channel session; external-surface tool restrictions still apply.
ko: 허용 목록에 있는 확인된 Slack 메시지에 어느 에이전트가 답장할지 선택하세요. 답장은 비공개 채널 세션에서 실행되며 외부 표면 도구 제한이 계속 적용됩니다.
ru: Выберите, какой агент отвечает на проверенные сообщения Slack из списка разрешённых. Ответы выполняются в приватной сессии канала; ограничения инструментов для внешних поверхностей по-прежнему действуют.
zh_hans: 选择由哪个智能体回复已验证、已列入允许名单的 Slack 消息。回复在私有频道会话中运行；外部界面的工具限制仍然有效。
zh_hant: 選擇由哪個智能體回覆已驗證、已列入允許名單的 Slack 訊息。回覆在私有頻道工作階段中執行；外部介面的工具限制仍然有效。

source: Choose which agent answers verified, allowlisted Telegram messages. Replies run in a private channel session; external-surface tool restrictions still apply.
ko: 허용 목록에 있는 확인된 Telegram 메시지에 어느 에이전트가 답장할지 선택하세요. 답장은 비공개 채널 세션에서 실행되며 외부 표면 도구 제한이 계속 적용됩니다.
ru: Выберите, какой агент отвечает на проверенные сообщения Telegram из списка разрешённых. Ответы выполняются в приватной сессии канала; ограничения инструментов для внешних поверхностей по-прежнему действуют.
zh_hans: 选择由哪个智能体回复已验证、已列入允许名单的 Telegram 消息。回复在私有频道会话中运行；外部界面的工具限制仍然有效。
zh_hant: 選擇由哪個智能體回覆已驗證、已列入允許名單的 Telegram 訊息。回覆在私有頻道工作階段中執行；外部介面的工具限制仍然有效。

source: Choose your model
ko: 모델 선택
ru: Выберите свою модель
zh_hans: 选择你的模型
zh_hant: 選擇您的模型

source: Choose your OpenAI access
ko: OpenAI 액세스 선택
ru: Выберите способ доступа к OpenAI
zh_hans: 选择你的 OpenAI 访问方式
zh_hant: 選擇你的 OpenAI 訪問方式

source: Choose your OpenRouter access
ko: OpenRouter 액세스 선택
ru: Выберите доступ к OpenRouter
zh_hans: 选择你的 OpenRouter 访问方式
zh_hant: 選擇你的 OpenRouter 訪問方式

source: Choose…
ko: 선택…
ru: Выбирать…
zh_hans: 选择…
zh_hant: 選擇…

source: Cipher: AES-256-CBC + HMAC-SHA512, page size 4096, kdf_iter 256000
ko: 암호화 방식: AES-256-CBC + HMAC-SHA512, 페이지 크기 4096, kdf_iter 256000
ru: Шифр: AES-256-CBC + HMAC-SHA512, размер страницы 4096, kdf_iter 256000
zh_hans: 加密算法：AES-256-CBC + HMAC-SHA512，页大小 4096，kdf_iter 256000
zh_hant: 加密算法：AES-256-CBC + HMAC-SHA512，頁大小 4096，kdf_iter 256000

source: Claude models
ko: Claude 모델
ru: Клод модели
zh_hans: Claude 模型
zh_hant: Claude模型

source: Claude Plugins
ko: Claude 플러그인
ru: Плагины Клода
zh_hans: Claude 插件
zh_hant: Claude 插件

source: Clear
ko: 지우기
ru: Прозрачный
zh_hans: 清除
zh_hant: 清除

source: Clear All
ko: 모두 지우기
ru: Очистить все
zh_hans: 全部清除
zh_hant: 全部清除

source: Clear All Logs
ko: 모든 로그 지우기
ru: Очистить все журналы
zh_hans: 清除所有日志
zh_hant: 清除所有日誌

source: Clear All Memory
ko: 모든 메모리 지우기
ru: Очистить всю память
zh_hans: 清除所有记忆
zh_hant: 清除所有記憶

source: Clear Cache
ko: 캐시 지우기
ru: Очистить кэш
zh_hans: 清除缓存
zh_hant: 清除緩存

source: Clear Chat
ko: 채팅 지우기
ru: Очистить чат
zh_hans: 清空聊天
zh_hant: 清空聊天

source: Clear every interned placeholder for every open conversation. Future sends mint fresh placeholders.
ko: 열려 있는 모든 대화의 인턴된 자리 표시자를 모두 지웁니다. 이후 전송 시 새로운 자리 표시자가 생성됩니다.
ru: Очистить все закреплённые заполнители во всех открытых диалогах. Для будущих отправок будут создаваться новые заполнители.
zh_hans: 清除所有打开的对话中每一个已内部存储的占位符。后续发送将生成新的占位符。
zh_hant: 清除所有打開的對話中每一個已內部存儲的佔位符。後續發送將生成新的佔位符。

source: Clear Everything
ko: 모두 지우기
ru: Очистить все
zh_hans: 清除全部内容
zh_hant: 清除全部內容

source: Clear Folder
ko: 폴더 지우기
ru: Очистить папку
zh_hans: 清除文件夹
zh_hant: 清除文件夾

source: Clear folder selection
ko: 폴더 선택 지우기
ru: Очистить выбор папки
zh_hans: 清除文件夹选择
zh_hant: 清除文件夾選擇

source: Clear Preview Cache
ko: 미리보기 캐시 지우기
ru: Очистить кэш предварительного просмотра
zh_hans: 清除预览缓存
zh_hant: 清除預覽緩存

source: Clear response
ko: 응답 지우기
ru: Четкий ответ
zh_hans: 清除回复
zh_hant: 清除回復

source: Clear search
ko: 검색 지우기
ru: Очистить поиск
zh_hans: 清除搜索
zh_hant: 清除搜索

source: Clear Search
ko: 검색 지우기
ru: Очистить поиск
zh_hans: 清除搜索
zh_hant: 清除搜索

source: Clear Selection
ko: 선택 해제
ru: Снять выделение
zh_hans: 清除选择
zh_hant: 清除選擇

source: Clear the active custom theme and return to the built-in theme for the current appearance mode? Installed themes will stay in the library.
ko: 활성화된 사용자 설정 테마를 지우고 현재 화면 모드의 기본 제공 테마로 돌아가시겠습니까? 설치된 테마는 라이브러리에 유지됩니다.
ru: Очистить активную пользовательскую тему и вернуться к встроенной теме для текущего режима внешнего вида? Установленные темы останутся в библиотеке.
zh_hans: 清除当前外观模式的自定义主题并返回内置主题？已安装的主题将保留在库中。
zh_hant: 清除當前外觀模式的自定義主題並返回內置主題？已安裝的主題將保留在庫中。

source: Clear the current conversation
ko: 현재 대화 지우기
ru: Очистить текущий разговор
zh_hans: 清除当前对话
zh_hant: 清除當前對話

source: Clear this agent's address and revoke every access key scoped to it.
ko: 이 에이전트의 주소를 지우고 해당 범위로 지정된 모든 액세스 키를 해지합니다.
ru: Очистите адрес этого агента и отзовите все ключи доступа, связанные с ним.
zh_hans: 清除此智能体的地址，并撤销所有限定于它的访问密钥。
zh_hant: 清除此智能體的地址，並撤銷所有限定於它的訪問密鑰。

source: Clearing browser data
ko: 브라우저 데이터 지우는 중
ru: Очистка данных браузера
zh_hans: 正在清除浏览器数据
zh_hant: 正在清除瀏覽器資料

source: Clearing preferences
ko: 환경설정 지우는 중
ru: Очистка настроек
zh_hans: 正在清除偏好设置
zh_hant: 正在清除偏好設定

source: Click 'Send Request' to test
ko: '요청 전송'을 클릭하여 테스트하세요
ru: Нажмите «Отправить запрос», чтобы проверить
zh_hans: 点击“发送请求”进行测试
zh_hant: 點擊「發送請求」進行測試

source: Click "Add Command" to create your first shortcut.
ko: 첫 번째 단축어를 생성하려면 "명령 추가"를 클릭하세요.
ru: Нажмите «Добавить команду», чтобы создать первый ярлык.
zh_hans: 点击“添加命令”以创建你的第一个快捷指令。
zh_hant: 點擊「添加命令」以創建你的第一個快捷指令。

source: Click "API Keys" → "Create Key"
ko: "API 키" → "키 생성"을 클릭하세요
ru: Нажмите «API-ключи» → «Создать ключ»
zh_hans: 点击“API 密钥” → “创建密钥”
zh_hant: 點擊「API 密鑰」 → 「創建密鑰」

source: Click ↗ on a row to open it · check rows for bulk delete · soft-deleted rows are dimmed.
ko: 행의 ↗을 클릭하여 엽니다 · 여러 개를 삭제하려면 행을 선택하세요 · 임시 삭제된 행은 흐리게 표시됩니다.
ru: Нажмите ↗ на строке, чтобы открыть ее · проверьте строки на предмет массового удаления · обратимо удалённые строки затемнены.
zh_hans: 点击行中的 ↗ 以打开 · 勾选行以批量删除 · 已软删除的行显示为灰色。
zh_hant: 點擊行中的 ↗ 以打開 · 勾選行以批量刪除 · 已軟刪除的行顯示爲灰色。

source: Click Connect — no API key required
ko: 연결을 클릭하세요 — API 키가 필요하지 않습니다
ru: Нажмите «Подключиться» — API-ключ не нужен
zh_hans: 点击“连接”——无需 API 密钥
zh_hant: 點擊「連接」——無需 API 密鑰

source: Click the button below to sign in. A browser window will open.
ko: 아래 버튼을 클릭하여 로그인하세요. 브라우저 창이 열립니다.
ru: Нажмите кнопку ниже, чтобы войти в систему. Откроется окно браузера.
zh_hans: 点击下方按钮登录。将打开一个浏览器窗口。
zh_hant: 點擊下方按鈕登錄。將打開一個瀏覽器窗口。

source: Click to add credits
ko: 크레딧을 추가하려면 클릭하세요
ru: Нажмите, чтобы добавить кредиты
zh_hans: 点击添加积分
zh_hant: 點擊添加積分

source: Click to grant access…
ko: 클릭하여 접근 허용…
ru: Нажмите, чтобы предоставить доступ…
zh_hans: 点击以授予访问权限…
zh_hant: 點按以授予存取權限…

source: Click to keep open
ko: 열어두려면 클릭하세요
ru: Нажмите, чтобы оставить открытым
zh_hans: 点击以保持打开
zh_hant: 點擊以保持打開

source: Click to make this a secret value
ko: 이 값을 비밀 값으로 만들려면 클릭하세요
ru: Нажмите, чтобы сделать это значение секретным
zh_hans: 点击以将其设为保密值
zh_hant: 點擊以將其設爲密鑰值

source: Clicking links, scrolling, switching apps
ko: 링크 클릭, 스크롤, 앱 전환
ru: Нажатие на ссылки, прокрутка, переключение приложений
zh_hans: 点击链接、滚动、切换应用程序
zh_hant: 點擊鏈接、滾動、切換應用程序

source: Clicks, types, and scrolls to carry out your request.
ko: 클릭, 타이핑 및 스크롤을 통해 요청을 수행합니다.
ru: Щелкайте, печатайте и прокручивайте, чтобы выполнить ваш запрос.
zh_hans: 点击、键入和滚动来执行你的请求。
zh_hant: 點擊、鍵入和滾動來執行您的請求。

source: Client Secret
ko: 클라이언트 비밀 키
ru: Секрет клиента
zh_hans: 客户端密钥
zh_hant: Client 密鑰

source: Clipboard
ko: 클립보드
ru: Буфер обмена
zh_hans: 剪贴板
zh_hant: 剪貼板

source: Clones into Osaurus-managed storage and keeps the git link for Sync. Uses your existing git credentials (credential helper or SSH agent). Leave empty to use the folder above.
ko: Osaurus가 관리하는 저장소로 클론하고 동기화를 위한 git 연결을 유지합니다. 기존 git 자격 증명(credential helper 또는 SSH 에이전트)을 사용합니다. 위의 폴더를 사용하려면 비워 두세요.
ru: Клонирует в хранилище под управлением Osaurus и сохраняет ссылку git для синхронизации. Использует ваши существующие учётные данные git (credential helper или SSH-агент). Оставьте пустым, чтобы использовать папку выше.
zh_hans: 克隆到 Osaurus 管理的存储中，并保留 git 关联用于同步。使用你现有的 git 凭据（credential helper 或 SSH agent）。留空则使用上面的文件夹。
zh_hant: 複製到 Osaurus 管理的儲存空間，並保留 git 連結用於同步。使用你現有的 git 憑證（credential helper 或 SSH agent）。留空則使用上面的資料夾。

source: Close
ko: 닫기
ru: Закрыть
zh_hans: 关闭
zh_hant: 關閉

source: Close find bar
ko: 찾기 막대 닫기
ru: Закрыть панель поиска
zh_hans: 关闭查找栏
zh_hant: 關閉查找欄

source: Close window
ko: 창 닫기
ru: Закрыть окно
zh_hans: 关闭窗口
zh_hant: 關閉窗口

source: Closing in %llds
ko: %lld초 후 닫힘
ru: Закрытие через %llds
zh_hans: 将在 %lld 秒后关闭
zh_hant: 將在 %lld 秒後關閉

source: Cloud
ko: 클라우드
ru: Облако
zh_hans: 云端
zh_hant: 雲端

source: Cloud included
ko: Cloud 포함
ru: Cloud включено
zh_hans: 已包含云端服务
zh_hant: 已包含雲端服務

source: Cloud vision
ko: 클라우드 비전
ru: Облачное видение
zh_hans: 云端视觉
zh_hant: 雲端視覺

source: code
ko: 코드
ru: код
zh_hans: 代码
zh_hant: 代碼

source: Code
ko: 코드
ru: Код
zh_hans: 代码
zh_hant: 代碼
